{
  "date": "2026-02-25",
  "digest": {
    "editor_note": "The Supreme Court handed Trump a 6-3 rebuke on tariffs Friday, and tonight he faces some of those same justices at the State of the Union — which promises to be the most uncomfortable black-robe situation since John Roberts had to swear in the man who later called him a lapdog. Meanwhile, cartel violence in Mexico is now an insurance story, Samsung is printing money on AI memory chips, and Waymo is quietly becoming the only autonomous vehicle company that actually moves people from point A to point B.",
    "sentiment": {
      "label": "Cautious",
      "position": 42,
      "context": "Tariff authority struck down by the Supreme Court, cartel-driven economic risk in Mexico, and Iran's domestic unrest keep risk appetite suppressed despite bright spots in AI and semiconductors."
    },
    "stories": [
      {
        "source": "Yahoo Entertainment / Reuters",
        "headline": "Trump faces Supreme Court justices tonight after 6-3 tariff ruling rebuked his emergency powers",
        "body": "President Trump will deliver his State of the Union address Tuesday night with at least some of the justices who struck down his sweeping tariffs in attendance. The 6-3 ruling found Trump exceeded congressional authority by invoking emergency law to impose the tariffs; Trump responded by calling conservative justices Gorsuch and Barrett 'an embarrassment to their families.' The institutional tension between the executive and judiciary is now fully public and on-camera.",
        "url": "https://www.yahoo.com/news/articles/trumps-state-union-supreme-court-160425611.html",
        "tag": "Politics"
      },
      {
        "source": "Insurance Journal",
        "headline": "AM Best warns Mexico cartel violence threatens tourism-dependent economy and insurance segment",
        "body": "Cartel violence triggered by the killing of Jalisco New Generation Cartel leader 'El Mencho' disrupted Puerto Vallarta and Guadalajara airports over the weekend, rattling a tourism sector that accounts for roughly 10% of Mexico's GDP. AM Best, which already holds a negative outlook on Mexico's insurance segment, warns that continued unrest compounds existing headwinds including a slowing economy and a VAT rule change that could wipe out 40% of insurers' expected 2025 net profits. Reinsurers had been returning to the market on price; that calculus may now shift.",
        "url": "https://www.insurancejournal.com/news/international/2026/02/24/859409.htm",
        "tag": "Mexico"
      },
      {
        "source": "Ibtimes.com.au",
        "headline": "Samsung hits record 200,000 won on HBM4 shipments; stock up 60% year-to-date",
        "body": "Samsung Electronics closed at an all-time high of 200,000 won on February 24, up 3.63% on the day and more than 60% since January 1, driven by the commencement of commercial HBM4 chip shipments delivering 11.7 Gbps transfer speeds — a 22% improvement over its HBM3E predecessor. Q4 2025 operating profit tripled year-over-year to a record 20.1 trillion won, with the semiconductor division alone generating 16.4 trillion won in operating income. HBM sales are forecast to more than triple in 2026 as Samsung aggressively targets Nvidia-powered AI infrastructure customers where rival SK Hynix has dominated.",
        "url": "https://www.ibtimes.com.au/samsung-electronics-stock-surges-record-highs-ai-memory-boom-hbm4-shipments-drive-gains-1862011",
        "tag": "Markets"
      },
      {
        "source": "ABC News",
        "headline": "Waymo expands robotaxi service to 10 U.S. markets, targets 1 million weekly trips by end of 2026",
        "body": "Waymo announced Tuesday it will deploy robotaxis in Dallas, Houston, San Antonio, and Orlando, bringing its total footprint to 10 major U.S. metropolitan markets and more than 400,000 weekly trips currently across its existing six cities. The expansion widens Waymo's lead over Tesla and Amazon-owned Zoox, which remain in limited testing phases. Waymo, valued at $126 billion after a recent $16 billion fundraise, is also targeting London as its first international market.",
        "url": "https://abcnews.com/Technology/wireStory/waymos-robotaxis-now-dispatched-10-major-us-markets-130446191",
        "tag": "Markets"
      },
      {
        "source": "Al Jazeera English",
        "headline": "Iran government warns students of 'red lines' as campus clashes enter fourth day",
        "body": "Iranian government spokesperson Fatemeh Mohajerani acknowledged students 'have wounds in their hearts' following thousands of killings during January protests, but warned that burning the national flag crosses state red lines. Clashes between anti-establishment students and Basij-affiliated pro-state groups continued Tuesday at universities in Tehran, Shiraz, and Isfahan, with disciplinary cases opened against protesters and some institutions moving classes fully online through the end of the Iranian calendar year on March 20. The unrest adds geopolitical uncertainty to an already volatile regional backdrop.",
        "url": "https://www.aljazeera.com/news/2026/2/24/irans-government-stresses-red-lines-as-students-protest-in-universities",
        "tag": "Macro"
      },
      {
        "source": "The Times of India / Economic Times",
        "headline": "Anthropic launches 10 enterprise AI plug-ins with LSEG and Slack, targeting finance and HR workflows",
        "body": "Anthropic is expanding Claude beyond IT and software with 10 new enterprise plug-ins developed alongside partners including LSEG and Slack, aimed at automating workflows in investment banking, HR, and other sectors. The company frames the tools as augmenting rather than replacing workers, a positioning that has become standard industry cover as competitive pressure on legacy software vendors — think Salesforce, ServiceNow, Workday — intensifies. The move signals that the AI-versus-enterprise-software displacement trade is moving from thesis to product.",
        "url": "https://economictimes.indiatimes.com/news/international/us/anthropic-claude-ai-targets-new-industries-with-10-fresh-ai-use-cases-after-it-software-cybersecurity-stocks-crash/articleshow/128756198.cms",
        "tag": "Markets"
      }
    ],
    "quote": {
      "text": "The market can stay irrational longer than you can stay solvent.",
      "attribution": "John Maynard Keynes, A Tract on Monetary Reform, 1923"
    }
  },
  "market": {
    "tickers": [
      {
        "label": "USD/MXN",
        "value": "17.15",
        "change": "▼ 0.6%",
        "direction": "down"
      },
      {
        "label": "S&P 500",
        "value": "6,927",
        "change": "▲ 1.3%",
        "direction": "up"
      },
      {
        "label": "CETES 28D",
        "value": "6.84%",
        "change": "▲ 0.00pp",
        "direction": "up"
      },
      {
        "label": "IPC BMV",
        "value": "70,819.94",
        "change": "▼ 0.2%",
        "direction": "down"
      }
    ],
    "currency": [
      {
        "pair": "USD / MXN",
        "rate": "17.1502",
        "chg_1d": {
          "text": "▼ 0.63%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.34%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "EUR / MXN",
        "rate": "20.2492",
        "chg_1d": {
          "text": "▼ 0.52%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.18%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "CAD / MXN",
        "rate": "12.5416",
        "chg_1d": {
          "text": "▼ 0.49%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.17%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "CNY / MXN",
        "rate": "117.7996",
        "chg_1d": {
          "text": "▼ 1.20%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.91%",
          "cls": "chg-down"
        }
      }
    ]
  },
  "weather": {
    "city": "Mexico City",
    "temp": "16°C",
    "high_low": "23°C / 5°C",
    "humidity": "Humidity 26%",
    "desc": "Clear skies"
  }
}