{
  "date": "2026-02-24",
  "digest": {
    "editor_note": "Adrian, two stories are dominating everything else today and they're connected at the hip: Trump's tariff chaos after the Supreme Court ruling has the EU ready for a brawl, and right here at home, the killing of El Mencho has lit Mexico on fire across 20 states. Markets are going to have to price both simultaneously. Let's get into it.",
    "sentiment": {
      "label": "Risk-Off",
      "context": "A combination of cartel-driven civil disruption across Mexico, an escalating US-EU trade standoff post-Supreme Court tariff ruling, and a slow luxury recovery out of China is keeping risk appetite firmly suppressed."
    },
    "stories": [
      {
        "source": "BBC News",
        "headline": "CJNG unleashes nationwide violence after El Mencho killed in military raid",
        "body": "Nemesio Oseguera Cervantes, 'El Mencho,' leader of the Jalisco New Generation Cartel and Mexico's most wanted man, was captured and died in military custody on Sunday following a special forces operation in Tapalpa, Jalisco. His cartel responded by torching businesses, blocking roads, and attacking banks across 20 states, with Puerto Vallarta and Guadalajara—a FIFA World Cup host city—among the hardest hit. The operation carries echoes of the 2019 Ovidio Guzmán arrest, which forced authorities to release him to stop the bloodshed; this time, the government appears to be holding the line.",
        "url": "https://www.bbc.com/news/articles/c795qgejzpxo",
        "tag": "Mexico"
      },
      {
        "source": "Marca",
        "headline": "US tourists stranded as airlines cancel Puerto Vallarta and Guadalajara flights amid CJNG retaliation",
        "body": "The US State Department issued shelter-in-place warnings for Americans in Puerto Vallarta, Guadalajara, and surrounding areas after El Mencho's death triggered cartel roadblocks and vehicle burnings across key tourist corridors. United, Alaska, Southwest, and Air Canada all canceled or diverted flights, leaving hundreds—including many Californians—stranded. The US Embassy urged citizens to limit movement, and Canadian authorities issued parallel advisories, compounding the economic damage to Mexico's tourism sector.",
        "url": "https://www.marca.com/en/lifestyle/world-news/2026/02/23/699be082268e3ec05b8b457b.html",
        "tag": "Mexico"
      },
      {
        "source": "Independent.ie",
        "headline": "EU demands Trump honor 2025 trade deal as new 15% across-the-board tariffs cloud agreement",
        "body": "After the US Supreme Court struck down Trump's global tariffs on Friday, the president responded by announcing temporary 10% across-the-board levies, then raised them to 15% within a day. The European Commission fired back Sunday, saying 'a deal is a deal' and demanding Washington provide 'full clarity' on whether last year's EU-US agreement—which had already locked in a 15% rate for most EU goods—still stands. The ambiguity is significant: if the new tariffs sit on top of existing most-favored-nation duties rather than replacing them, European exporters could face a materially worse outcome than under the original deal, with Italy estimated to absorb an extra 1.7 percentage points of US tariffs.",
        "url": "https://www.independent.ie/world-news/europe/a-deal-is-a-deal-eu-set-for-tariff-showdown-with-donald-trump-as-it-insists-he-must-honour-2025-agreement/a655676317.html",
        "tag": "Trade"
      },
      {
        "source": "Vogue",
        "headline": "Luxury sector posts 2.2% Q4 growth but China recovery disappoints; LVMH falls 8%, Kering rallies 11%",
        "body": "Global luxury grew just 2.2% in Q4, in line with expectations, as Chinese demand improved only incrementally—far below what markets had hoped. LVMH stock dropped as much as 8% after reporting group sales up just 1%, with fashion and leather goods down 3%, while CEO Bernard Arnault warned '2026 won't be simple.' Kering surged 11% on better-than-feared results (sales down 3% vs. the expected -5%), but Bernstein analyst Luca Solca cautioned that companies 'working hard to turn things around are still far from being out of the woods,' describing the path ahead as a U-shaped recovery requiring patience.",
        "url": "https://www.vogue.com/article/5-takeaways-from-luxurys-q4-earnings",
        "tag": "Markets"
      },
      {
        "source": "Slashdot / The Guardian",
        "headline": "Trump trade chief says US tariff policy 'hasn't changed' despite Supreme Court ruling",
        "body": "The US Trade Representative's office signaled that Washington views its tariff posture as unchanged notwithstanding the Supreme Court decision that invalidated Trump's global tariff framework, even as the president moved rapidly to impose new 10%-then-15% across-the-board levies. The ruling exposed a split among conservative Supreme Court justices who had previously unified against Biden-era policies, adding legal and political uncertainty to an already volatile trade environment. For Mexico and the EU alike, the message from Washington is that tariff risk remains firmly on the table regardless of what courts say.",
        "url": "https://slashdot.org/firehose.pl?op=view&id=180844982",
        "tag": "Trade"
      },
      {
        "source": "BusinessLine",
        "headline": "UPL shares crater 14% as restructuring plan raises holding company discount fears",
        "body": "Shares of agrochemical giant UPL fell to ₹625.55 intraday on the NSE before settling 14% lower at ₹644.80, as investors reacted skeptically to the company's plan to carve out its crop protection business into a new listed entity, UPL Global Sustainable Agrisolutions. The restructuring involves a complex series of mergers and demergers across UPL's India and international businesses, subject to approvals from SEBI, CCI, RBI, and the NCLT over a 12–15 month timeline. While Motilal Oswal called the move strategically positive and flagged potential value unlocking via a planned Advanta IPO, Nuvama flagged unresolved debt concerns and the risk of a persistent holding company discount.",
        "url": "https://www.thehindubusinessline.com/markets/stock-markets/upl-shares-plunge-14-after-reorganisation-plan/article70665750.ece",
        "tag": "Markets"
      },
      {
        "source": "The Irish Times",
        "headline": "Ireland's €170 billion in idle household savings highlights urgent need for tax-efficient investment wrapper",
        "body": "Irish households hold approximately €170 billion in low-yield deposit accounts, yet the country lacks a general-purpose, tax-advantaged retail investment vehicle comparable to the UK's ISA or Japan's NISA. Retail investors in Irish-domiciled funds face a 38% exit tax—still 5 percentage points above the standard 33% capital gains tax rate—plus an eight-year 'deemed disposal' rule that taxes unrealised gains and fundamentally disrupts compounding. The government's proposed retail investment roadmap, developed amid European Commission pressure to build a stronger savings and investments union, represents a potential structural shift in how Irish households deploy long-term capital.",
        "url": "https://www.irishtimes.com/your-money/2026/02/23/simple-well-designed-investment-account-can-channel-household-savings-into-real-growth/",
        "tag": "Macro"
      }
    ],
    "quote": {
      "text": "The first panacea for a mismanaged nation is inflation of the currency; the second is war. Both bring a temporary prosperity; both bring a permanent ruin.",
      "attribution": "Ernest Hemingway, Notes on the Next War, 1935"
    }
  },
  "market": {
    "tickers": [
      {
        "label": "USD/MXN",
        "value": "17.27",
        "change": "▲ 1.0%",
        "direction": "up"
      },
      {
        "label": "S&P 500",
        "value": "6,838",
        "change": "▼ 0.4%",
        "direction": "down"
      },
      {
        "label": "CETES 28D",
        "value": "6.84%",
        "change": "▲ 0.00pp",
        "direction": "up"
      },
      {
        "label": "IPC BMV",
        "value": "70,633.77",
        "change": "▼ 1.1%",
        "direction": "down"
      }
    ],
    "currency": [
      {
        "pair": "MXN / USD",
        "rate": "17.2754",
        "chg_1d": {
          "text": "▲ 1.04%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▲ 0.92%",
          "cls": "chg-up"
        }
      },
      {
        "pair": "MXN / EUR",
        "rate": "0.0486",
        "chg_1d": {
          "text": "▼ 1.63%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 1.30%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "MXN / CAD",
        "rate": "0.0788",
        "chg_1d": {
          "text": "▼ 1.26%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.92%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "MXN / CNY",
        "rate": "119.1225",
        "chg_1d": {
          "text": "▲ 0.85%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▲ 0.73%",
          "cls": "chg-up"
        }
      }
    ]
  },
  "weather": {
    "city": "Mexico City",
    "temp": "6°C",
    "high_low": "18°C / 3°C",
    "humidity": "Humidity 75%",
    "desc": "Clear skies"
  }
}