{
  "date": "2026-02-26",
  "digest": {
    "editor_note": "Fellow Humans, markets are doing their best impression of a patient who was told the diagnosis was wrong — Nasdaq up 250 points Wednesday as Wall Street decided the Citrini AI doomsday report was, in the White House's words, 'science fiction.' Nvidia earnings after the bell will either validate the recovery or remind everyone why panic has a way of being early rather than wrong.",
    "sentiment": {
      "label": "Cautious",
      "position": 52,
      "context": "Equities rebounded sharply from Monday's AI-driven selloff, but Nvidia's post-close earnings and lingering macro uncertainty keep conviction limited."
    },
    "stories": [
      {
        "source": "New York Post",
        "headline": "Nasdaq Rebounds 250 Points as Wall Street Dismisses AI Unemployment 'Doomsday' Report",
        "body": "The Nasdaq surged more than 250 points Wednesday, clawing back losses from a rout triggered by a Citrini Research essay warning that AI could push unemployment above 10% and crash the S&P 500 by 38% by June 2028. Pierre Yared, acting chair of the White House Council of Economic Advisers, called it 'science fiction,' while Citadel Securities argued current data shows no evidence AI will render labour obsolete. Nvidia, the sector's bellwether, reported earnings after the bell — the number that will determine whether this bounce has legs.",
        "url": "https://nypost.com/2026/02/25/business/tech-stocks-shake-off-panic-over-ai-doomsday-scenario-where-unemployment-hits-10/",
        "tag": "Markets"
      },
      {
        "source": "ABC News (AU)",
        "headline": "ASX 200 Hits Fresh Record at 9,175 as Miners and Tech Lead; Qantas Drops 9.2%",
        "body": "Australia's ASX 200 closed 0.5% higher at a new record of 9,175, buoyed by tech sentiment imported from Wall Street, strong commodity prices lifting Rio Tinto 3.6%, and a 10% surge in Ramsay Healthcare on solid results. Data centre operator Megaport led the index, gaining 12.6% after broker upgrades. Qantas fell 9.2% after posting a flat first-half profit, and energy stocks across the board — oil, gas, uranium, coal — retreated.",
        "url": "https://www.abc.net.au/news/2026-02-26/asx-markets-business-news-live-updates/106389370",
        "tag": "Markets"
      },
      {
        "source": "New Zealand Herald",
        "headline": "BNZ Reverses Mortgage Rate Hike, Cuts 5-Year Fixed Rate 40bps to 5.29%",
        "body": "BNZ has cut its three-, four-, and five-year fixed home loan rates by 10–40 basis points, unwinding a hike it implemented less than a month ago. The reversal follows a more dovish-than-expected Reserve Bank OCR review, which pushed wholesale rates lower after markets had priced in a mid-year hike that never materialised. Westpac made similar cuts last week; the easing cycle in New Zealand mortgage markets is now clearly back in motion.",
        "url": "https://www.nzherald.co.nz/business/mortgage-rate-u-turn-bnz-cuts-long-term-rates-3yr-loan-dips-back-under-5/P37Z4NGUPJDSTJR7BLG3FGWW7U/",
        "tag": "Rates"
      },
      {
        "source": "Al Jazeera English",
        "headline": "Modi Addresses Knesset on First Visit to Israel, Reaffirms 'Full Conviction' Support",
        "body": "Indian Prime Minister Narendra Modi became the first Indian leader to address Israel's Knesset, declaring India stands with Israel 'firmly, with full conviction,' receiving a standing ovation despite India's domestic public opinion running sharply critical of Israeli operations in Gaza. The visit comes after India and Israel signed a bilateral investment treaty in September 2025 and against the backdrop of a $20.5bn arms trade between the two countries from 2020–2024. Netanyahu called Modi 'more than a friend, a brother,' underscoring the deepening strategic and economic alignment between the two nations.",
        "url": "https://www.aljazeera.com/news/2026/2/25/indias-modi-addresses-israeli-parliament-on-first-day-of-visit",
        "tag": "Politics"
      },
      {
        "source": "New York Post",
        "headline": "Casey Means Faces Senate Grilling Over Psilocybin, Vaccine Stance at Surgeon General Confirmation Hearing",
        "body": "Trump's surgeon general nominee Dr. Casey Means faced pointed questioning from the Senate HELP Committee over FTC disclosure violations, her promotion of psilocybin-assisted therapy, and her vaccine positions. Sen. Chris Murphy cited complaints that Means failed to disclose financial ties to wellness brands she promoted on social media, a charge she denied. Means, co-author of the MAHA movement's flagship book and sister to an HHS senior advisor, is widely viewed as an unorthodox nominee who would extend RFK Jr.'s chronic disease agenda through the surgeon general's office.",
        "url": "https://nypost.com/2026/02/25/us-news/surgeon-general-pick-casey-means-grilled-about-shrooms-and-hawking-maha-products-at-lively-senate-confirmation-hearing/",
        "tag": "Politics"
      },
      {
        "source": "TheWrap",
        "headline": "MrBeast Editor Banned from Kalshi, Reported to CFTC for Insider Trading on Creator's YouTube Activity",
        "body": "Artem Kaptur, an editor for MrBeast, has been banned for two years from prediction market platform Kalshi and fined $20,397 after the company found he used proprietary non-public information to make approximately $4,000 in bets on MrBeast-related event contracts in August and September 2025. Kalshi has reported the matter to the CFTC, marking one of the first significant insider-trading enforcement actions in the fast-growing retail prediction market space. Beast Industries has opened an independent investigation and criticised Kalshi for not sharing its findings before publishing Wednesday's disciplinary notice.",
        "url": "https://www.thewrap.com/media-platforms/tv/mrbeast-insider-trading/",
        "tag": "Markets"
      },
      {
        "source": "New Zealand Herald",
        "headline": "Sky TV Posts NZ$19.3m Half-Year Profit but Warns of Challenging Economy; Neon Subscribers Fall 17%",
        "body": "New Zealand's Sky TV reported a 77% jump in net profit after tax to NZ$19.3m for the six months to December 31, boosted by its acquisition of free-to-air broadcaster Three for $1 and an $8.2m Optus satellite compensation payment. Excluding the Three deal benefits, operating revenue was down 1.3%, and Neon streaming subscribers fell 17% to 215,000. CEO Sophie Moloney flagged that 'economic conditions remain challenging in the near term' but said the company is positioned for earnings growth from FY27.",
        "url": "https://www.nzherald.co.nz/business/media-insider/media-insider-sky-tv-half-year-result-strong-193m-profit-a-drop-in-neon-and-sky-box-customers-and-a-warning-that-economy-remains-challenging/premium/6XSCQFBIKFCMLIK45V4OEZZMUQ/",
        "tag": "Markets"
      }
    ],
    "quote": {
      "text": "The market can stay irrational longer than you can stay solvent.",
      "attribution": "John Maynard Keynes, A Tract on Monetary Reform, 1923"
    }
  },
  "market": {
    "tickers": [
      {
        "label": "USD/MXN",
        "value": "17.18",
        "change": "▲ 0.0%",
        "direction": "up"
      },
      {
        "label": "S&P 500",
        "value": "6,908",
        "change": "▲ 0.3%",
        "direction": "up"
      },
      {
        "label": "CETES 28D",
        "value": "6.84%",
        "change": "▲ 0.00pp",
        "direction": "up"
      },
      {
        "label": "IPC BMV",
        "value": "71,139.61",
        "change": "▼ 0.0%",
        "direction": "down"
      }
    ],
    "currency": [
      {
        "pair": "USD / MXN",
        "rate": "17.1820",
        "chg_1d": {
          "text": "▲ 0.02%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▼ 0.43%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "EUR / MXN",
        "rate": "20.2943",
        "chg_1d": {
          "text": "▲ 0.33%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▼ 0.08%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "CAD / MXN",
        "rate": "12.5713",
        "chg_1d": {
          "text": "▲ 0.26%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▼ 0.29%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "CNY / MXN",
        "rate": "117.5403",
        "chg_1d": {
          "text": "▼ 0.60%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 1.40%",
          "cls": "chg-down"
        }
      }
    ]
  },
  "weather": {
    "city": "Mexico City",
    "temp": "24°C",
    "high_low": "25°C / 7°C",
    "humidity": "Humidity 16%",
    "desc": "Clear skies"
  }
}