{
  "date": "2026-02-24",
  "digest": {
    "editor_note": "Fellow Humans, today's tape is being written by two forces: tariff chaos and cartel chaos. The Supreme Court clipped Trump's IEEPA tariff authority, he responded by slapping a 15% global duty under new legal cover, and gold hit $5,230 while the Dow dropped 814 points. Meanwhile, Mexico killed El Mencho and promptly lost 25 National Guardsmen in the blowback — a reminder that decapitation strategies rarely decapitate problems. It's a full-contact Monday.",
    "sentiment": {
      "label": "Risk-Off",
      "position": 18,
      "context": "A Supreme Court tariff ruling, a 15% global duty, an 814-point Dow drop, gold surging to record highs, and cartel-driven market disruption in Mexico collectively paint a deeply defensive picture."
    },
    "stories": [
      {
        "source": "Digital Journal",
        "headline": "Supreme Court Strikes Down Trump Tariff Authority; 15% Global Duty Imposed Under New Legal Cover",
        "body": "The US Supreme Court ruled 6-3 that Trump exceeded his authority imposing tariffs under the 1977 IEEPA, forcing a pivot to alternative statutory authority. Trump responded by announcing a 10% global duty, then raised it to 15% within 24 hours — the legal ceiling under the new framework — set to take effect Tuesday for 150 days. US Trade Representative Jamieson Greer insisted existing bilateral deals remain in force, while ECB President Christine Lagarde called for legal clarity, noting she isn't sure what the court decision actually means in practice.",
        "url": "https://www.digitaljournal.com/business/us-says-trade-deals-in-force-despite-court-ruling-on-tariffs/article",
        "tag": "Trade"
      },
      {
        "source": "Economic Times",
        "headline": "Gold Hits $5,230, Dow Drops 814 Points as 15% Tariff Triggers Broad Risk Selloff",
        "body": "Gold surged 2.95% to $5,230.70 and silver jumped 5.66% to $87.00 as investors fled equities following the new 15% global tariff announcement, which sent the Dow Jones down 814 points. Copper and platinum both fell nearly 1%, underscoring a split between safe-haven metals and industrial commodities sensitive to growth expectations. Precious metals are functioning as the primary recession hedge in a market now pricing in a sharply more protectionist US trade regime.",
        "url": "https://m.economictimes.com/news/international/us/why-gold-and-silver-prices-are-rising-while-platinum-and-copper-prices-are-falling-amid-wall-street-uncertainty-and-todays-stock-market-crash-are-precious-metals-the-best-investment-right-now/articleshow/128722880.cms",
        "tag": "Markets"
      },
      {
        "source": "Financial Post",
        "headline": "El Mencho Killed, 25 Mexican Guardsmen Dead in Cartel Retaliation; Peso and Stocks Drop",
        "body": "Mexico's special forces killed CJNG leader Nemesio 'El Mencho' Oseguera Cervantes on Sunday after tracking his mistress, with the CIA providing supporting intelligence. The cartel's retaliation was immediate and severe: 250-plus roadblocks across 20 states, 25 National Guardsmen killed, and widespread transport disruption that rattled Mexican markets. The Mexican peso fell 0.5%, the Mexbol index dropped over 1%, Volaris shed 7.2%, and the iShares MSCI Mexico ETF fell 1.9% — the biggest intraday drop in two weeks.",
        "url": "https://financialpost.com/pmn/business-pmn/mexico-details-how-it-took-out-its-most-wanted-drug-cartel-chief",
        "tag": "Mexico"
      },
      {
        "source": "Economic Times",
        "headline": "Novo Nordisk's $475 Billion in Market Value Erased as CagriSema Fails to Deliver",
        "body": "Novo Nordisk has surrendered all of its Wegovy-era market cap gains after its next-generation obesity drug CagriSema missed trial expectations, sending shares back to pre-GLP-1 boom levels. The failure directly benefits Eli Lilly, whose stock rose as investors reassessed competitive dynamics in the $100-billion-plus weight-loss drug market. It is a stark reminder that single-product dependency at scale creates single-point-of-failure risk for even the most dominant pharma franchises.",
        "url": "https://economictimes.indiatimes.com/news/international/business/novo-nordisks-475-billion-rise-and-fall-as-wegovy-era-gains-wiped-out/articleshow/128723524.cms",
        "tag": "Markets"
      },
      {
        "source": "Times of India",
        "headline": "Israel Prepares Gaza Disarmament Ultimatum; Full Military Occupation on the Table",
        "body": "Israeli Finance Minister Bezalel Smotrich warned that Israeli forces will occupy all of Gaza if Hamas refuses to disarm, framing it as the next phase of the conflict with reported backing from Washington. Foreign forces stationed near the enclave are said to be preparing to withdraw, which would remove one layer of regional stabilization. The ultimatum adds fresh geopolitical risk to an already fragile ceasefire architecture.",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/israeli-minister-says-army-will-occupy-all-gaza-if-hamas-does-not-disarm/articleshow/128723357.cms",
        "tag": "Politics"
      },
      {
        "source": "Cointelegraph",
        "headline": "ProShares GENIUS ETF Launches With $17B First-Day Volume as Tokenized Money Markets Gain Ground",
        "body": "ProShares' IQMM — structured under the newly passed GENIUS Act regulatory framework for payment stablecoins — generated $17 billion in first-day trading volume, dwarfing Bitcoin ETF launches and underscoring institutional demand for cash-management vehicles. Much of the volume reflected internal reallocation from existing ProShares funds rather than organic inflows, but the scale signals the strategic importance of money market products in a stablecoin-competitive landscape. JPMorgan and others have positioned tokenized money market funds as yield-bearing, compliant alternatives to stablecoins in collateral and DeFi markets.",
        "url": "https://cointelegraph.com/news/iqmm-s-17b-debut-strengthens-case-for-tokenized-money-market-funds",
        "tag": "Markets"
      },
      {
        "source": "Bitcoinist",
        "headline": "Trump-Linked 'Board of Peace' Explores Dollar-Backed Stablecoin for Gaza Reconstruction",
        "body": "Advisers to Trump's US-led Board of Peace are in early-stage discussions about deploying a dollar-pegged stablecoin to rebuild Gaza's financial infrastructure, according to sources briefed on the talks reported by the Financial Times. Proponents argue a digital currency system would reduce Hamas's ability to generate cash revenue, while critics warn it could economically isolate Gaza from the West Bank. Nothing is finalized, but the concept involves Gulf Arab and Palestinian firms with digital currency experience providing the infrastructure.",
        "url": "https://bitcoinist.com/trump-panel-examines-stablecoin-proposal-gaza/",
        "tag": "Politics"
      }
    ],
    "quote": {
      "text": "Protectionism is the institutionalization of economic decline.",
      "attribution": "Edward Heath, speech to the House of Commons, 1974"
    }
  },
  "market": {
    "tickers": [
      {
        "label": "USD/MXN",
        "value": "17.16",
        "change": "▲ 0.4%",
        "direction": "up"
      },
      {
        "label": "S&P 500",
        "value": "6,890",
        "change": "▼ 0.3%",
        "direction": "down"
      },
      {
        "label": "CETES 28D",
        "value": "6.84%",
        "change": "▲ 0.00pp",
        "direction": "up"
      },
      {
        "label": "IPC BMV",
        "value": "70,816.49",
        "change": "▲ 0.3%",
        "direction": "up"
      }
    ],
    "currency": [
      {
        "pair": "USD / MXN",
        "rate": "17.1623",
        "chg_1d": {
          "text": "▲ 0.37%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▲ 0.26%",
          "cls": "chg-up"
        }
      },
      {
        "pair": "EUR / MXN",
        "rate": "20.2280",
        "chg_1d": {
          "text": "▼ 0.03%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.36%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "CAD / MXN",
        "rate": "12.5253",
        "chg_1d": {
          "text": "▼ 0.01%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.21%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "CNY / MXN",
        "rate": "118.1195",
        "chg_1d": {
          "text": "▲ 0.00%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▼ 0.11%",
          "cls": "chg-down"
        }
      }
    ]
  },
  "weather": {
    "city": "Mexico City",
    "temp": "15°C",
    "high_low": "21°C / 2°C",
    "humidity": "Humidity 27%",
    "desc": "Clear skies"
  }
}