{
  "date": "2026-02-24",
  "digest": {
    "editor_note": "Dominating today's session is a one-two punch of tariff chaos and cartel violence — both with direct implications for Mexico City readers. The US Supreme Court's rejection of Trump's tariff structure has markets skittish, while El Mencho's killing has triggered cartel retaliation across Jalisco, Tamaulipas, and beyond. Buckle up — Adrian, this one touches home on multiple fronts.",
    "sentiment": {
      "label": "Risk-Off",
      "context": "US tariff legal uncertainty, cartel-driven security alerts across Mexico, and a broad crypto selloff are pushing markets and investors into defensive positioning."
    },
    "stories": [
      {
        "source": "Marca / BusinessLine",
        "headline": "El Mencho killed in Jalisco raid, triggering cartel retaliation and US shelter-in-place warnings across Mexico",
        "body": "Mexican special forces, with US intelligence support, killed CJNG leader Nemesio 'El Mencho' Oseguera Cervantes, 59, in a raid in Tapalpa, Jalisco on Sunday. The operation — for which the US had offered up to $15 million — sparked immediate cartel retaliation: vehicle torchings, roadblocks, and armed clashes across Jalisco, Tamaulipas, Guanajuato, and Michoacán. The US State Department issued shelter-in-place warnings for Americans in Puerto Vallarta and Guadalajara, while United, Alaska, Southwest, and Air Canada canceled or diverted flights to both cities.",
        "url": "https://www.marca.com/en/lifestyle/world-news/2026/02/23/699be082268e3ec05b8b457b.html",
        "tag": "Mexico"
      },
      {
        "source": "Slashdot / CNBC",
        "headline": "US stock futures and dollar slide as Trump tariff legal uncertainty deepens",
        "body": "US stock futures and the dollar fell Monday after the Supreme Court struck down Trump's broad tariff authority, forcing the administration to invoke a rarely used trade provision capping tariffs at 15% on all imports. Markets are struggling to price the legal and policy uncertainty, with investors pulling back across equities and FX. The volatility is a direct headwind for emerging market assets, including the Mexican peso.",
        "url": "https://slashdot.org/firehose.pl?op=view&id=180844950",
        "tag": "Macro"
      },
      {
        "source": "Freerepublic.com / Channel News Asia",
        "headline": "India delays Washington trade delegation after SCOTUS rejects Trump tariffs",
        "body": "India's trade ministry confirmed it has postponed a planned delegation to Washington this week, citing uncertainty following the Supreme Court's rejection of Trump's tariff framework and his subsequent imposition of a 15% flat tariff on all US imports. No new date has been set for the visit, with officials from both sides acknowledging the situation remains too fluid for productive negotiations. The episode illustrates how the tariff legal chaos is freezing bilateral trade diplomacy globally.",
        "url": "https://freerepublic.com/focus/f-news/4367940/posts",
        "tag": "Trade"
      },
      {
        "source": "Times of India / Economic Times",
        "headline": "Indian textile stocks split on US tariff ruling: Welspun +5%, Gokaldas Exports -4%",
        "body": "Indian textile shares showed a sharp divergence Monday following the US Supreme Court tariff ruling, with Welspun surging 5% while Gokaldas Exports dropped 4% and other names moved in opposite directions. The mixed reaction reflects uncertainty over whether the new 15% flat tariff regime under Trump's fallback authority will ultimately help or hurt specific exporters relative to competitors. A rescheduled India-US trade meeting adds another layer of ambiguity for sector investors.",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/textile-stocks-mixed-gokaldas-exports-drops-4-welspun-jumps-5-after-us-sc-tariff-ruling/articleshow/128700173.cms",
        "tag": "Trade"
      },
      {
        "source": "newsBTC",
        "headline": "Solana breaks below $80 as crypto selloff broadens; next major support at $75",
        "body": "Solana fell through the $80 floor after failing to hold $92, hitting an intraday low of $77.30 as Bitcoin and Ethereum dragged the broader market lower. The hourly MACD is deepening in bearish territory and RSI sits below 50, with key resistance now at $82–$83.10 and a potential flush to $70 if the $75 support breaks. The selloff aligns with the wider risk-off tone driven by US tariff and geopolitical uncertainty.",
        "url": "http://www.newsbtc.com/analysis/solana-sol-loses-80-floor/",
        "tag": "Markets"
      },
      {
        "source": "New Zealand Herald",
        "headline": "Genesis Energy raises NZ$400m for renewables at a discount; NZ government commits $200m",
        "body": "Genesis Energy launched a NZ$400 million capital raise Monday — comprising a $100m placement at $2.15/share and a 1-for-7.9 rights offer at $2.05 — representing a meaningful discount to Friday's close of $2.41. The New Zealand government confirmed it will subscribe for up to $200m to maintain its 51% stake, with Finance Minister Nicola Willis citing energy security and dry-year risk capacity as rationale. Genesis also reported record H1 normalised EBITDAF of $307m, up sharply from $222m a year earlier.",
        "url": "https://www.nzherald.co.nz/business/companies/energy/genesis-energy-launches-400m-share-offer-for-renewables-investment/premium/VU4IZFVLLRGKDC54V2HRT73DHE/",
        "tag": "Energy"
      },
      {
        "source": "KCRA Sacramento",
        "headline": "Kim Jong Un reelected North Korea party chief, signals nuclear acceleration and Russia alignment",
        "body": "Kim Jong Un was unanimously reelected as Workers' Party General Secretary at the five-year party congress, with delegates crediting him for expanding North Korea's nuclear arsenal. The congress is expected to formalize deeper military integration with nuclear capabilities and continued economic 'self-reliance,' while cementing closer ties with Russia forged through arms exports during the Ukraine war. Xi Jinping congratulated Kim, underscoring a tightening Beijing-Pyongyang-Moscow axis that raises the regional security premium.",
        "url": "https://www.kcra.com/article/kim-reelected-top-post-north-koreas-ruling-party/70457236",
        "tag": "Politics"
      }
    ],
    "quote": {
      "text": "Uncertainty is not an absence of information. It is a fundamental feature of markets, and those who learn to act decisively within it will outperform those who wait for clarity that never fully arrives.",
      "attribution": "Alan Greenspan, testimony before the US Senate Banking Committee, 1994"
    }
  },
  "market": {
    "tickers": [
      {
        "label": "USD/MXN",
        "value": "17.28",
        "change": "▲ 1.1%",
        "direction": "up"
      },
      {
        "label": "S&P 500",
        "value": "6,838",
        "change": "▼ 0.4%",
        "direction": "down"
      },
      {
        "label": "CETES 28D",
        "value": "6.84%",
        "change": "▲ 0.00pp",
        "direction": "up"
      },
      {
        "label": "IPC BMV",
        "value": "70,633.77",
        "change": "▼ 1.1%",
        "direction": "down"
      }
    ],
    "currency": [
      {
        "pair": "MXN / USD",
        "rate": "17.2801",
        "chg_1d": {
          "text": "▲ 1.06%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▲ 0.94%",
          "cls": "chg-up"
        }
      },
      {
        "pair": "MXN / EUR",
        "rate": "0.0487",
        "chg_1d": {
          "text": "▼ 1.42%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 1.09%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "MXN / CAD",
        "rate": "0.0788",
        "chg_1d": {
          "text": "▼ 1.26%",
          "cls": "chg-down"
        },
        "chg_1w": {
          "text": "▼ 0.92%",
          "cls": "chg-down"
        }
      },
      {
        "pair": "MXN / CNY",
        "rate": "119.1129",
        "chg_1d": {
          "text": "▲ 0.84%",
          "cls": "chg-up"
        },
        "chg_1w": {
          "text": "▲ 0.73%",
          "cls": "chg-up"
        }
      }
    ]
  },
  "weather": {
    "city": "Mexico City",
    "temp": "6°C",
    "high_low": "18°C / 3°C",
    "humidity": "Humidity 76%",
    "desc": "Clear skies"
  }
}